[{
  question:"Sum the first fifteen prime numbers",
  answer:"328"
 },
 {
  question:"Number of vowels (upper or lower case) in the following sequence:
  Note: vowels are: a, e, i, o, u and sometimes y. For the purpose of this question,
  consider y to be a vowel unless it is followed by a 'real vowel' (a,e,i,o,u) 
  "
  input:"
  Whereas recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,

  Whereas disregard and contempt for human rights have resulted in barbarous acts which have outraged the conscience of mankind, and the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people,

  Whereas it is essential, if man is not to be compelled to have recourse, as a last resort, to rebellion against tyranny and oppression, that human rights should be protected by the rule of law,

  Whereas it is essential to promote the development of friendly relations between nations,

  Whereas the peoples of the United Nations have in the Charter reaffirmed their faith in fundamental human rights, in the dignity and worth of the human person and in the equal rights of men and women and have determined to promote social progress and better standards of life in larger freedom,

  Whereas Member States have pledged themselves to achieve, in co-operation with the United Nations, the promotion of universal respect for and observance of human rights and fundamental freedoms,

  Whereas a common understanding of these rights and freedoms is of the greatest importance for the full realization of this pledge,

  Now, Therefore THE GENERAL ASSEMBLY proclaims THIS UNIVERSAL DECLARATION OF HUMAN RIGHTS as a common standard of achievement for all peoples and all nations, to the end that every individual and every organ of society, keeping this Declaration constantly in mind, shall strive by teaching and education to promote respect for these rights and freedoms and by progressive measures, national and international, to secure their universal and effective recognition and observance, both among the peoples of Member States themselves and among the peoples of territories under their jurisdiction.
  "
  answer:"649"
 },
 {
  question:"How many different ways can you make change for 29 cents? (a quarter, or 25 pennies, or 2 dimes and 5 pennies, or...",
  answer:"13"
 },
 {
  question:"Given the formula f(x) = x^2 + b*x + c, 0<b<1000, 0<c<1000, what values for b and c produce the longest consecutive series of prime numbers for f(x) for values of x starting at zero and increasing? IE, f(x) = x^2 + 3 * x + 3, f(0) = 3, f(1) = 7, f(2) = 13, f(3) = 21.  sequence_length(3,3) = 3 (0, 1, 2 work, 3 fails).  Give the answer in the form of 1000 * b + c"
  answer:"1041"
 },
 {
  question: "Get r
  input:"%%%TO(BE!OR)NOT_TO_BE%%%, but better",
  answer:"TODO"
 },
 {
  question: "What is the 12th positive number that is both a palindrome and a perfect square?"
  answer:"69696",
 },
 {
  question: "It's 6:15 AM (PST) on Saturday right now and the sun is coming up. The weather report promises 75 degrees fahrenheit, though in fairness celcius is a superior system. What day of the week, 1-7. (Monday=1... Sunday=7) is it 10,000 days from now, including leap years?",
  answer: "3"
 },
 {
  question: "The probability of rolling a prime in the sum of three six-digit die is X/216. What is X?",
  answer: "73"
 },
] 
